package com.samy.ganna.data

import com.samy.ganna.pojo.Page
import com.samy.ganna.pojo.Book

class BookServices {

    fun getBook(): Book = Book(
        1, "من أسباب دخول الجنة","م̯͡ن̯͡ أس̯͡ب̯͡آ̯͡ب̯͡ د̯͡خ̯͡ۆ̯͡ل̯͡ آ̯͡ل̯͡ج̯͡ن̯͡ة",

        listOf(
            Page(
                0,
                "مقدمة",
                "بسم الله الرحمن الرحيم\n" + "إن الحمد لله، نحمده، ونستعينه، ونستغفره. ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا. من يهده الله فلا مضل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له ، و أشهد أن محمدا عبده ورسوله. (صلى الله تعالى وسلم عليه وعلى آله وبارك).\n" + "{يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}\n" + "{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا}\n" + "{يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما}.\n" + "أما بعد، فإن أصدقَ الحديث كتابُ الله، وخيرَ الهدي هدي محمد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ، وشرَّ الأمور محدثاتها، وكلَّ محدثة بدعة، وكلَّ بدعة ضلالة، وكلَّ ضلالة في النار. (اللهم أجرنا من النار).\n" + "\n" + "أما بعد\n" + "فهذه  بعض أسباب دخول الجنة وأدلتها ، بفضل الله ورحمته من أحاديث رسول الله ﷺ ، وقمت بالتعليق عليها وتوضيح غريب ألفاظ احاديثيها ، أهديها لإخواني لكي يعم النفع بها ، والله من وراء القصد ، وهو المسؤول سبحانه أن يتقبلنا في الصالحين وان يجعل أعمالنا زادا إلى حسن المصير إليه وعتادا إلى يمن القدوم عليه ، إنه بكل جميل كفيل وهو حسبنا ونعم الوكيل.\n" + "وصلى الله على خير خلق الله محمد بن عبد الله وعلى آله وصحبه ومن والاه وسلم تسليما كثيرا.\n" + "والحمد لله رب العالمين .\n" + "\n" + "وكتبه\n" + "الشيخ الدكتور \n أبو وسام وليد بن أمين الرفاعي\n" + " ",
                "",
                0,
                0
            ),
            Page(
                1,
                "1-إماطة الأذى عن الطريق .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ: « لَقَدْ رَأَيْتُ رَجُلاً يَتَقَلَّبُ(1) فِى الْجَنَّةِ(2) فِى شَجَرَةٍ قَطَعَهَا مِنْ ظَهْرِ الطَّرِيقِ(3) كَانَتْ تُؤْذِى النَّاسَ(4) ».(5)\n" + "وعَنْ مَعْقِلِ بن يَسَارٍ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: \"مَنْ أَمَاطَ أَذًى(6) عَنْ طَرِيقِ الْمُسْلِمِينَ كُتِبَتْ لَهُ حَسَنَةٌ، وَمَنْ تُقُبِّلَتْ مِنْهُ حَسَنَةٌ دَخَلَ الْجَنَّةَ(7) \"(8)\nوعن معاذ بن جبل رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: \"مَنْ رَفَعَ حَجَرًا(9) مِنَ الطَّرِيقِ كُتِبَتْ لَهُ حَسَنَةٌ(10)، وَمَنْ كَانَتْ لَهُ حَسَنَةٌ دَخَلَ الْجَنَّةَ\"(11)",
                "1-(  لقد رأيت رجلاً يتقلب  )  بشد اللام المفتوحة.\n" + "2- (  في الجنة  )  أي يتنعم بملاذها أو يمشي ويتبختر والتقلب التردد مع التنعم والترفه قال تعالى  {  لا يغرنك تقلب الذين كفروا في البلاد  }\n" + "3-(  قطعها من ظهر الطريق  )  احتساباً للّه تعالى ولفظ الظهر مقحم.  \n" + "4-(  كانت تؤذي الناس  )  فشكر اللّه له ذلك فأدخله الجنة وفيه فضل إزالة الأذى من الطريق كشجر وغصن يؤذي وحجر يتعثر به أو قذر أو جيفة وذلك من شعب الإيمان. \n" + "5-رواه مسلم - كتاب البر والصلة والآداب- برقم 1914 \n" + "6-(  من أماط الأذى  )  من نحو شوك وحجر.\n" + "7-( دخل الجنة  )  أي مع السابقين الأولين أو من غير سبق عذاب على ما مر نظيره. \n" + "8-رواه البخاري في الأدب المفرد والطبراني وهو ( حسن ) انظر حديث رقم : 6098 في صحيح الجامع.\n" + "9- (من رفع حجراً عن الطريق)  أي أماط عن طريق الناس أذى من حجر أو غيره كشوك قاصداً إزالة الضرر عنهم احتساباً  ،  وخص الحجر بالذكر لغلبته أو لكونه أعظم ضرراً أو بطريق التمثيل.\n" + "10- (  كتبت له حسنة ومن كانت له حسنة دخل الجنة  )  أي لا بد له من دخولها إما بلا عذاب بأن اجتنب الكبائر أو لم يجتنبها وعفا عنه أو لم يعف عنه وعذب فإنه لا بد أن يخرج من النار والعموم المستفاد من كلمة من مشروط بالإيمان. \n" + "11- رواه الطبراني وهو (حسن) انظر حديث رقم: 6265 في صحيح الجامع.",
                1,
                11
            ),
            Page(
                2,
                "2-المحافظة على الصيام .",
              "عَنْ سَهْلٍ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ:إِنَّ فِى الْجَنَّةِ بَابًا يُقَالُ لَهُ الرَّيَّانُ يَدْخُلُ مِنْهُ الصَّائِمُونَ يَوْمَ الْقِيَامَةِ لاَ يَدْخُلُ مِنْهُ أَحَدٌ غَيْرُهُمْ يُقَالُ أَيْنَ الصَّائِمُونَ فَيَقُومُونَ لاَ يَدْخُلُ مِنْهُ أَحَدٌ غَيْرُهُمْ  فَإِذَا دَخَلُوا أُغْلِقَ ، فَلَمْ يَدْخُلْ مِنْهُ أَحَدٌ(12)\n" +
                      "و عَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ :« مَا مِنْ عَبْدٍ يَصُومُ يَوْمًا فِى سَبِيلِ اللَّهِ(13) إِلاَّ بَاعَدَ اللَّهُ بِذَلِكَ الْيَوْمِ وَجْهَهُ عَنِ النَّارِ سَبْعِينَ خَرِيفًا(14) ».(15)",
                "12-متفق عليه.\n" +
                        "13-( في سبيل الله ) أي وهو في الجهاد أو مخلصا لله تعالى فيه.\n" +
                        "14-( سبعين خريفا ) مسافة سير سبعين سنة.\n" +
                        "15-متفق عليه.",
                12,15
            ),
            Page(
                3,
                "3-تحقيق الإسلام والإيمان .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ :  « مَنْ آمَنَ بِاللَّهِ وَبِرَسُولِهِ وَأَقَامَ الصَّلاَةَ وَصَامَ رَمَضَانَ  كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَّةَ جَاهَدَ فِى سَبِيلِ اللَّهِ ، أَوْ جَلَسَ فِى أَرْضِهِ الَّتِى وُلِدَ فِيهَا »(16)",
                "16-رواه البخاري – كتاب الجهاد والسير- باب درجات المجاهدين في سبيل الله تعالى.",
                16,
                16
            ),
            Page(
                4,
                "4-الصبر على الفقر .",
                "عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ: « اطَّلَعْتُ فِى الْجَنَّةِ(17)فَرَأَيْتُ أَكْثَرَ أَهْلِهَا الْفُقَرَاءَ وَاطَّلَعْتُ فِى النَّارِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ(18)».(19)",
                "17-( اطلعت ) أشرفت عليها ليلة الإسراء أو في المنام ورؤيا الأنبياء حق.\n" +
                        "18-( أكثر أهلها النساء ) أي أكثر من يدخلها ثم يخرج منها لأن كفران العطاء وترك الصبر عند البلاء وغلبة الهوى والميل إلى زخرف الدنيا والإعراض عن مفاخر الآخرة فيهن أغلب لضعف عقلهن وسرعة انخداعهن - وعورض هذا بأن هذا في وقت كون النساء في النار أما بعد خروجهن بالشفاعة والرحمة حتى لا يبقى فيها أحد من قال لا إله إلا الله فالنساء في الجنة أكثر وحينئذ يكون لكل واحد زوجتان من نساء الدنيا وسبعون من الحور العين ذكره القرطبي وغيره.\n" +
                        "19-متفق عليه.",
                17,
                19
            ),
            Page(
                5,
                "5-القضاء بين الناس بالحق .",
                "عَنِ ابْنِ بُرَيْدَةَ عَنْ أَبِيهِ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ :\n" +
                        "« الْقُضَاةُ ثَلاَثَةٌ وَاحِدٌ فِى الْجَنَّةِ وَاثْنَانِ فِى النَّارِ(20) فَأَمَّا الَّذِي فِي الْجَنَّةِ فَرَجُلٌ عَرَفَ الْحَقَّ فَقَضَى بِهِ وَرَجُلٌ عَرَفَ الْحَقَّ فَجَارَ فِى الْحُكْمِ فَهُوَ فِى النَّارِ " +
                        "وَرَجُلٌ قَضَى لِلنَّاسِ عَلَى جَهْلٍ فَهُوَ فِى النَّارِ ».(21)",
                "20-فيه إنذار عظيم للقضاة التاركين للعدل والأعمال والمقصرين في تحصيل رتب الكمال قالوا  :  والمفتي أقرب إلى السلامة من القاضي لأنه لا يلزم بفتواه والقاضي يلزم بقوله فخطره أشد فيتعين على كل من ابتلي بالقضاء أن يتمسك من أسباب التقوى بما يكون له جنة  ،  ويحرص على أن يكون الرجل الذي عرف الحق فقضى به وكان المخصوص من القضاة الثلاثة بالجنة ويجعل داء الهوى عنه محسوماً ولحظه ولفظه بين الخصوم مقسوماً ولا يأل فيما يجب من الاجتهاد إذا اشتبه عليه الأمران ويعلم أنه إن اجتهد وأخطأ فله أجر وإن أصاب فله أجران وصوب الصواب واضح لمن استشف بنور اللّه برهانه ويتوكل على اللّه في قصده ويتقي فإن اللّه يهدي قلبه ويثيب لسانه.\n" +
                        "21-رواه أبو داود والترمذي  وهو(صحيح) انظر حديث رقم: 4446 في صحيح الجامع.",
                20,
                21
            ),
            Page(
                6,
                "6-التمسك بعقيدة أهل السنة والجماعة .",
                "عَنْ مُعَاوِيَةَ بْنِ أَبِى سُفْيَانَ رضي الله عنه قَالَ : قال ﷺ  « أَلاَ إِنَّ مَنْ قَبْلَكُمْ مِنْ أَهْلِ الْكِتَابِ افْتَرَقُوا عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّةً وَإِنَّ هَذِهِ الْمِلَّةَ سَتَفْتَرِقُ(22) عَلَى ثَلاَثٍ وَسَبْعِينَ ثِنْتَانِ وَسَبْعُونَ فِى النَّارِ وَوَاحِدَةٌ(23)فِى الْجَنَّةِ وَهِىَ الْجَمَاعَةُ»(24)",
                "22-هَذَا مِنْ مُعْجِزَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِأَنَّهُ أَخْبَرَ عَنْ غَيْب وَقَعَ .\n" +
                        "23-وَالثَّالِثَة وَالسَّبْعُونَ هُمْ أَهْل السُّنَّة وَالْجَمَاعَة وَهِيَ الْفِرْقَة النَّاجِيَة.\n" +
                        "24-رواه أبو داود وهو حسن ، الصحيحة ( 204 ) ، التعليق الرغيب ( 1 / 44 )،  صحيح الجامع الصغير ( 2641 )",
                22,
                24
            ),
            Page(
                7,
                "7-المحافظة على صلاة الفجر وصلاة العصر .",
                "عَنْ أَبِى مُوسَى الأشعري رضي الله عنه  أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ :« مَنْ صَلَّى الْبَرْدَيْنِ(25) دَخَلَ الْجَنَّةَ ».(26)",
                "25-البردان : الفجر والعصر سميا بذلك لأنهما يفعلان في بردي النهار وهما طرفاه حين يطيب الهواء.\n" +
                        "26-متفق عليه. ",
                25,
                26
            ),
            Page(
                8,
                "8-المحافظة على السنن الراتبة مع الفرائض .",
                "عَنْ أُمِّ حَبِيبَةَ زَوْجِ النَّبِىِّ ﷺ أَنَّهَا قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ « مَا مِنْ عَبْدٍ مُسْلِمٍ يُصَلِّى لِلَّهِ كُلَّ يَوْمٍ ثِنْتَىْ عَشْرَةَ رَكْعَةً تَطَوُّعًا غَيْرَ فَرِيضَةٍ إِلاَّ بَنَى اللَّهُ لَهُ بَيْتًا فِى الْجَنَّة أَوْ إِلاَّ بُنِىَ لَهُ بَيْتٌ فِى الْجَنَّةِ ».(27)",
                "27-رواه مسلم في كتاب صلاة المسافرين من صحيحه برقم 1729",
                27,
                27
            ),
            Page(
                9,
                "9-إجابة المؤذن إجابة المؤذن ثم الصلاة على النبي ﷺ .",
                "عَنْ عُمَرَ بْنِ الْخَطَّاب ِ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ :\n" +
                        "« إِذَا قَالَ الْمُؤَذِّنُ : اللَّهُ أَكْبَرُ ، اللَّهُ أَكْبَرُ ، فَقَالَ أَحَدُكُمُ : اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ، ثُمَّ قَالَ : أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ، قَالَ : أَشْهَدُ أَلا إِلَهَ إِلاَّ اللَّهُ ، ثُمَّ قَالَ : أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ، قَالَ : أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ، ثُمَّ قَالَ : حَيَّ عَلَى الصَّلاةِ ، قَالَ : لاَ حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللَّهِ ، ثُمَّ قَالَ : حَيَّ عَلَى الْفَلاحِ(28) ، قَالَ : لاَ حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللَّهِ ، ثُمَّ قَالَ : اللَّهُ أَكْبَرُ اللهُ أَكْبَرُ ، قَالَ : اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ، ثُمَّ قَالَ : لاَ إِلَهَ إِلاَّ اللَّهُ مِنْ قَلْبِهِ دَخَلَ الْجَنَّةَ »(29)\n" +
                        "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّهُ سَمِعَ النَّبِىَّ ﷺ يَقُولُ « إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ ثُمَّ صَلُّوا عَلَىَّ فَإِنَّهُ مَنْ صَلَّى عَلَىَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا ثُمَّ سَلُوا اللَّهَ لِىَ الْوَسِيلَةَ فَإِنَّهَا مَنْزِلَةٌ فِى الْجَنَّةِ لاَ تَنْبَغِى إِلاَّ لِعَبْدٍ مِنْ عِبَادِ اللَّهِ وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ فَمَنْ سَأَلَ لِىَ الْوَسِيلَةَ حَلَّتْ لَهُ الشَّفَاعَةُ ».(30)\nوعند البخاري عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ  ﷺ قَالَ « مَنْ قَالَ حِينَ يَسْمَعُ النِّدَاءَ اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ(31) وَالصَّلاَةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيلَةَ(32) وَالْفَضِيلَةَ(33) وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِى وَعَدْتَهُ (34) ، حَلَّتْ (35) لَهُ شَفَاعَتِى يَوْمَ الْقِيَامَةِ » .(36)",
                "28-( حي على الفلاح ) معنى حي على كذا أي تعالوا إليه والفلاح الفوز والنجاة وإصابة الخير قالوا وليس في كلام العرب كلمة أجمع للخير من لفظة الفلاح فمعنى حي على الفلاح أي تعالوا إلى سبب الفوز والبقاء في الجنة والخلود في النعيم.\n" +
                        "29-رواه مسلم – كتاب الصلاة.\n" +
                        "30-رواه مسلم في كتاب الصلاة من صحيحه برقم 384 \n" +
                        "31-( الدعوة التامة ) المراد ألفاظ الأذان يدعى بها إلى عبادة الله تعالى ووصفت بالتمام وهو الكمال لأنها دعوة التوحيد المحكمة التي لا يدخلها نقص بشرك أو نسخ أو تغيير أو تبديل.\n" +
                        "32-( الوسيلة ) ما يتقرب به إلى غيره.\n" +
                        "33-( الفضيلة ) المرتبة الزائدة على سائر الخلائق ووالمراد هنا منزلة في الجنة لا تكن إلا لعبد واحد من عباد الله عز و جل.\n" +
                        "34-( وعدته ) أي بقوله تعالى { عسى أن يبعثك ربك مقاما محمودا } / الإسراء 79 /.\n" +
                        "35-( حلت ) استحقت . ( شفاعتي ) أي أن أشفع له بدخول الجنه أو رفع درجاته حسبما يليق به.\n" +
                        "36-رواه البخاري – كتاب الآذان – باب الدعاء عند النداء - برقم 589",
                28,
                36
            ),
            Page(
                10,
                "10-الصيام يُختم له به والصدقة يُختم له به  .",
                "عَنْ حُذَيْفَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ  ﷺ:\n" +
                        "\".......ومَنْ صَامَ يَوْمًا ابْتِغَاءَ وَجْهِ اللَّهِ، خُتِمَ لَهُ بِهَا(37) دَخَلَ الْجَنَّةَ(38)، وَمَنْ تَصَدَّقَ بِصَدَقَةٍ ابْتِغَاءَ وَجْهِ اللَّهِ خُتِمَ لَهُ بِهَا دَخَلَ الْجَنَّةَ\".(39)\n" +
                        "وعن معاذ بن جبل رضي الله عنه أن النبي ﷺ قال:الصَّدَقَةُ تُطْفِيءُ الْخَطِيئَةَ كَمَا يُطْفِيءُ الْمَاءُ النَّارَ.(40)",
                "37-(  من ختم له بصيام يوم  )  أي من ختم عمره بصيام يوم بأن مات وهو صائم أو بعد فطره من صومه.\n" +
                        "38-(  دخل الجنة  )  أي مع السابقين الأولين أو من غير سبق عذاب. \n" +
                        "39-رواه أحمد  والبزار  وهو (صحيح) انظر حديث رقم: 6224 في صحيح الجامع.\n" +
                        "40-رواه الإمام الترمذي والحاكم وغيرهما (صحيح) انظر حديث رقم: 5136 في صحيح الجامع وفي الإرواء: 2-138",
                37,
                40
            ),
            Page(
                11,
                "11-الصلاة على الميت وإتباع الجنازة .",
                "عَبْدُ الرَّحْمَنِ الأَعْرَجُ أَنَّ أَبَا هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : « مَنْ شَهِدَ(41) الْجَنَازَةَ(42) حَتَّى يُصَلِّىَ عَلَيْهَا فَلَهُ قِيرَاطٌ ، وَمَنْ شَهِدَ حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ » . قِيلَ وَمَا الْقِيرَاطَانِ قَالَ « مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ ».(43)",
                "41-( من شهد ) حضر وفي رواية عند مسلم ( من صلى ).\n" +
                        "42-(الجنازة)  بكسر الجيم وفتحها والكسر أفصح ويقال بالفتح للميت وبالكسر للنعش عليه ميت ويقال عكسه الجمع جنائز بالفتح لا غير.\n" +
                        "43-متفق عليه.",
                41,
                43
            ),
            Page(
                12,
                "12-كثرة السجود .",
                "قَالَ رَبِيعَةُ بْنُ كَعْبٍ الأَسْلَمِىُّ كُنْتُ أَبِيتُ مَعَ رَسُولِ اللَّهِ ﷺ فَأَتَيْتُهُ بِوَضُوئِهِ(44)وَحَاجَتِهِ فَقَالَ لِى :\n" +
                        "« سَلْ ». فَقُلْتُ أَسْأَلُكَ مُرَافَقَتَكَ فِى الْجَنَّةِ. قَالَ « أَوَغَيْرَ ذَلِكَ ». قُلْتُ هُوَ ذَاكَ. قَالَ « فَأَعِنِّى عَلَى نَفْسِكَ بِكَثْرَةِ السُّجُودِ ».(45)",
                "44-( الوضوء ) بالفتح أي الماء وبالضم الفعل.\n" +
                        "45-رواه مسلم – كتاب الصلاة – برقم ( 489 ) وفيه أن مرافقة المصطفى صلى الله عليه وسلم في الجنة من الدرجات العالية التي لا مطمع في الوصول إليها إلا بحضور الزلفى عند الله في الدنيا بكثرة السجود انظر أيها المتأمل في هذه الشريطة وارتباط القرينتين لتقف على سر دقيق فإن من أراد مرافقة الرسول صلى الله عليه وسلم لا يناله إلا بالقرب من الله ومن رام قرب الله لم ينله إلا بقرب حبيبه * (قل إن كنتم تحبون الله فاتبعوني يحببكم الله) * أوقع متابعة الرسول صلى الله عليه وسلم بين المحبتين وذلك أن محبة العبد منوطة بمتابعته ومحبة الله العبد متوقفة على متابعة رسوله صلى الله عليه وسلم.فيض القدير 4/440",
                44,
                45
            ),
            Page(
                13,
                "13-المسارعة في الخيرات .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: \n" +
                        "« مَنْ أَنْفَقَ زَوْجَيْنِ(46) فِى سَبِيلِ اللَّهِ نُودِىَ فِى الْجَنَّةِ يَا عَبْدَ اللَّهِ هَذَا خَيْرٌ. فَمَنْ كَانَ مِنْ أَهْلِ الصَّلاَةِ(47)  دُعِىَ مِنْ بَابِ الصَّلاَةِ وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ دُعِىَ مِنْ بَابِ الْجِهَادِ وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ دُعِىَ مِنْ بَابِ الصَّدَقَةِ وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِىَ مِنْ بَابِ الرَّيَّانِ ». قَالَ أَبُو بَكْرٍ الصِّدِّيقُ يَا رَسُولَ اللَّهِ مَا عَلَى أَحَدٍ يُدْعَى مِنْ تِلْكَ الأَبْوَابِ مِنْ ضَرُورَةٍ(48) فَهَلْ يُدْعَى أَحَدٌ مِنْ تِلْكَ الأَبْوَابِ كُلِّهَا قَالَ رَسُولُ اللَّهِ ﷺ « نَعَمْ وَأَرْجُو أَنْ تَكُونَ مِنْهُمْ ».(49)",
                "46-( أنفق زوجين ) عمل صنفين من أعمال البر.\n" +
                        "47-( من أهل الصلاة ) المكثرين لصلاة التطوع وكذلك من ذكر من أهل الأعمال الأخرى فالمراد الملازمون لها المكثرون منها زيادة عن الواجبات.\n" +
                        "48-( من ضرورة ) من مضرة أي قد سعد من دعي من الأبواب جميعا ودعوته منها جميعا أن يخير في الدخول من أيها شاء وهذا مزيد تكريم وفضل .وقال  في المنتقى شرح الموطأ : ظاهره أنه ليس عليه ضرورة في أن يدعى من غيرها وأن الدعاء من واحد منها يكفي في التناهي في الخير وسعة الثواب لكنه مع ما في الدعاء من واحد من هذه الأبواب من الخير العظيم هل يدعى أحد من جميعها لأن ذلك أكثر من الخير وأوسع من إنعام الله تعالى على من أطاعه فقال صلى الله عليه وسلم نعم وأرجو أن تكون منهم ومن دعي من هذه الأبواب كلها لا يمكن أن يقال له إن دخولك من هذا الباب أفضل من دخولك على غيره من أبواب الجنة ولكنه يدعى بأن يقال له إن لك هاهنا خيرا وعده الله لك لعبادتك المختصة بالدخول على هذا الباب أو لعبادتك التي هي سبب أن تدعى من ذلك الباب والله أعلم وأحكم.\n" +
                        "49-متفق عليه.",
                46,
                49
            ),
            Page(
                14,
                "14-من اتصف بهذه الصفات أو بأحدها .",
                "عَنْ كَعْبِ بن عُجْرَةَ رضي الله عنه  قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ :\"أَلا أُخْبِرُكُمْ بِرِجَالِكُمْ مِنْ أَهْلِ الْجَنَّةِ؟\"، قَالُوا: بَلَى يَا رَسُولَ اللَّهِ، قَالَ:\"النَّبِيُّ فِي الْجَنَّةِ(50)، وَالشَّهِيدُ(51) فِي الْجَنَّةِ، وَالصِّدِّيقُ(52) فِي الْجَنَّةِ، وَالْمَوْلُود(53) فِي الْجَنَّةِ، وَالرَّجُلُ يَزُورُ أَخَاهُ(54) فِي جَانِبِ الْمِصْرِ(55) فِي الْجَنَّةِ، أَلا أُخْبِرُكُمْ بنسَائِكُمْ مِنْ أَهْلِ الْجَنَّةِ؟\"، قَالُوا: بَلَى يَا رَسُولَ اللَّهِ، قَالَ:\"الْوَدُودُ(56) الْوَلُودُ(57) العوود(58) الَّتِي إِنْ ظَلَمَتْ أَوْ ُلِمَتْ(59) قَالَتْ: هَذِهِ نَاصِيَتِي بِيَدِكَ، لا أَذُوقُ غَمْضًا(60) حَتَّى تَرْضَ(61)\"(62)",
                "50-(النبي في الجنة )  أي في أعلى درجاتها وأل فيه للجنس أو العهد أو الاستغراق.\n" +
                        "51-( الشهيد )  أي القتيل في معركة الكفار لإعلاء كلمة اللّه تعالى.\n" +
                        "52-( الصديق )  بالتشديد صيغة مبالغة أي الكثير الصدق والتصديق للشارع.\n" +
                        "53-( والمولود )  أي الطفل الذي يموت قبل البلوغ.\n" +
                        "54-( يزور أخاه )  في الإسلام.\n" +
                        "55-المصر : البلد أو القرية. أي لا لأجل تأميل ولا مداهنة بل لوجه اللّه تعالى.\n" +
                        "56-(  الودود  )  بفتح الواو أي المتحببة إلى زوجها.\n" +
                        "57-(  الولود  )  أي الكثيرة الولادة ويعرف في البكر بأقاربها.\n" +
                        "58-(  العوود  )  بفتح العين المهملة أي التي تعود على زوجها بالنفع.\n" +
                        "59-(  التي إذا ظلمت  )  بالبناء للمفعول يعني ظلمها زوجها بنحو تقصير في إنفاق أو جور في قسم ونحو ذلك. \n" +
                        "60-(  لا أذوق غمضاً  )  بالضم أي لا أذوق نوماً يقال أغمضت العين إغماضاً وغمضتها تغمميضاً أطبقت أجفانها.\n" +
                        "61-(  حتى ترضى  )  عني فمن اتصفت بهذه الأوصاف منهنّ فهي خليقة بكونها من أهل الجنة وقلما نرى فيهن من هذه صفاتها فالمرأة الصالحة كالغراب الأعصم.\n" +
                        "62-رواه الدارقطني  في الأفراد والطبراني في الكبير (19/140 ، رقم 307) ، وفى الأوسط (6/11 ، رقم 5648)   (حسن) انظر حديث رقم: 2604 في صحيح الجامع.",
                50,
                62
            ),
            Page(
                15,
                "15-عيادة المريض صباحا ومساء  .",
                "عَنْ عَلِىٍّ رضي الله عنه قَالَ مَا مِنْ رَجُلٍ يَعُودُ مَرِيضًا مُمْسِيًا(63) إِلاَّ خَرَجَ مَعَهُ سَبْعُونَ أَلْفَ مَلَكٍ يَسْتَغْفِرُونَ لَهُ حَتَّى يُصْبِحَ  وَكَانَ لَهُ خَرِيفٌ فِى الْجَنَّةِ ،وَمَنْ أَتَاهُ مُصْبِحًا(64) خَرَجَ مَعَهُ سَبْعُونَ أَلْفَ مَلَكٍ يَسْتَغْفِرُونَ لَهُ حَتَّى يُمْسِىَ وَكَانَ لَهُ خَرِيفٌ(65) فِى الْجَنَّةِ.(66)",
                "63-( مُمْسِيًا ) : أَيْ فِي وَقْت الْمَسَاء.\n" +
                        "64-( مُصْبِحًا ) أَيْ وَقْت الصُّبْح.\n" +
                        "65-( خَرِيف فِي الْجَنَّة ): أَيْ بُسْتَان.\n" +
                        "66-رواه أبو داود في السنن – كتاب الجنائز - باب فِى فَضْلِ الْعِيَادَةِ عَلَى وُضُوءٍ - (صحيح) انظر حديث رقم: 5717 في صحيح الجامع. وهذا وإن كان موقوفا فلا يقال من قبل الرأي فله حكم المرفوع والله أعلم. وصححه الشيخ الالباني مرفوعا في المشكاة برقم 1550-[ 28 ] وقال: صحيح عن علي  قال : سمعت رسول الله  يقول : ما من مسلم يعود مسلما غدوة إلا صلى عليه سبعون ألف ملك حتى يصبح وكان له خريف في الجنة. رواه الترمذي وأبو داود أهـ . ",
                63,
                66
            ),
            Page(
                16,
                "16-قول شهادة التوحيد بصدق وإخلاص .",
                "عَنْ قَتَادَةَ قَالَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ رضي الله عنه أَنَّ النَّبِىَّ ﷺ وَمُعَاذٌ رضي الله عنه رَدِيفُهُ(67) عَلَى الرَّحْلِ قَالَ « يَا مُعَاذُ بْنَ جَبَلٍ » . قَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ . قَالَ « يَا مُعَاذُ » . قَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ .(68) ثَلاَثًا .قَالَ « مَا مِنْ أَحَدٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ صِدْقًا(69) مِنْ قَلْبِهِ(70) إِلاَّ حَرَّمَهُ اللَّهُ عَلَى النَّارِ » . قَالَ يَا رَسُولَ اللَّهِ ، أَفَلاَ أُخْبِرُ بِهِ النَّاسَ فَيَسْتَبْشِرُوا قَالَ « إِذًا يَتَّكِلُوا(71) » وَأَخْبَرَ بِهَا مُعَاذٌ عِنْدَ مَوْتِهِ تَأَثُّمًا(72) .(73)",
                "67-( رديفه على الرحل ) يركب خلفه على الدابة .\n" +
                        "68- قَوْله . ( قَالَ : لَبَّيْكَ يَا رَسُول اللَّه وَسَعْدَيْك )\n" +
                        "اللَّبّ بِفَتْحِ اللَّام مَعْنَاهُ هُنَا الْإِجَابَة ، وَالسَّعْد الْمُسَاعَدَة ، كَأَنَّهُ قَالَ : لَبًّا لَك وَإِسْعَادًا لَك ؛ وَلَكِنَّهُمَا ثُنِّيَا عَلَى مَعْنَى التَّأْكِيد وَالتَّكْثِير ، أَيْ : إِجَابَة بَعْد إِجَابَة وَإِسْعَادًا بَعْد إِسْعَاد .وقيل: أي إجابة لك بعد إجابة ومساعدة بعد مساعدة والمعنى أنا مقيم على طاعتك .\n69-قَوْله : ( صِدْقًا )فِيهِ اِحْتِرَاز عَنْ شَهَادَة الْمُنَافِق .\n" +
                        "70-( صدقا من قلبه ) أي يشهد بلفظه ويصدق بقلبه .\n" +
                        "71-( يتكلوا ) يعتمدوا على ما يتبادر من ظاهرة الاكتفاء به . فيتركوا العمل .\n" +
                        "72-( تأثما ) خشية الوقوع في الإثم لكتمان العلم .\n" +
                        "73-متفق عليه",
                67,
                73
            ),
            Page(
                17,
                "17-من كان آخر كلامه لا اله إلا الله دخل الجنة .",
                "عَنْ مُعَاذِ بْنِ جَبَلٍ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ : " +
                        "« مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ ».(74)",
                "74-رواه أبو داود وغيره وهو ( صحيح ) انظر حديث رقم : 6479 في صحيح الجامع.",
                74,
                74
            ),
            Page(
                18,
                "18-الصبر والحمد والاسترجاع  عند موت الولد .",
                "عَنْ أَبِى مُوسَى الأَشْعَرِىِّ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: " +
                        "« إِذَا مَاتَ وَلَدُ(75) الْعَبْدِ قَالَ اللَّهُ لِمَلاَئِكَتِهِ(76) قَبَضْتُمْ وَلَدَ عَبْدِى. فَيَقُولُونَ نَعَمْ. فَيَقُولُ قَبَضْتُمْ ثَمَرَةَ فُؤَادِهِ. فَيَقُولُونَ نَعَمْ. فَيَقُولُ مَاذَا قَالَ عَبْدِى فَيَقُولُونَ حَمِدَكَ وَاسْتَرْجَعَ(77). فَيَقُولُ اللَّهُ ابْنُوا لِعَبْدِى بَيْتًا فِى الْجَنَّةِ وَسَمُّوهُ بَيْتَ الْحَمْدِ».(78)",
                "75-(  إذا مات ولد العبد  )  أي الإنسان ولو أنثى.\n" +
                        "76-(  قال الله لملائكته  )  الموكلين بقبض الأرواح.\n" +
                        "77-أي قال إنا لله وإنا إليه راجعون.\n" +
                        "78-رواه الترمذي وهو ( حسن ) انظر حديث رقم : 795 في صحيح الجامع.",
                75,
                78
            ),
            Page(
                19,
                "19-التخلق بخلق الحياء .",
                "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: « الْحَيَاءُ مِنَ الإِيمَانِ وَالإِيمَانُ فِى الْجَنَّةِ وَالْبَذَاءُ(79) " +
                        "مِنَ الْجَفَاءِ(80) وَالْجَفَاءُ فِى النَّارِ ».(81)",
                "79-(  والبذاء  )  بذال معجمة ومد الفحش في القول.\n" +
                        "80-(  من الجفاء  )  بالمد أي الطرد والإعراض وترك الصلة والبر.\n" +
                        "81-رواه الترمذي وهو صحيح ، الصحيحة ( 495 ) ، الروض النضير ( 746 ) ، صحيح الجامع (3199) وأصله متفق عليه.",
                79,
                81
            ),
            Page(
                20,
                "20-الموت في غير محل الميلاد للمؤمن .",
                "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ:تُوُفِّيَ رَجُلٌ بِالْمَدِينَةِ فَصَلَّى عَلَيْهِ النَّبِيُّ ﷺ فَقَالَ:(يَا لَيْتَهُ مَاتَ فِي غَيْرِ مَوْلِدِهِ) فَقَالَ رَجُلٌ مِنَ النَّاسِ: لِمَ يَا رَسُولَ اللَّهِ قَالَ:(إِنَّ الرَّجُلَ إِذَا مَاتَ فِي غَيْرِ مَوْلِدِهِ(82) قِيسَ لَهُ مِنْ مَوْلِدِهِ إلى منقطع أثره(83) في الجنة.\" (84)",
                "82-يعني مات غريباً.\n" +
                        "83-(  قيس له  )  بالبناء للمفعول يعني أمر اللّه الملائكة أن تقيس أي تذرع له من مولده أي المكان الذي ولد فيه إلى منقطع بفتح الطاء  (  أثره  )  أي إلى موضع قطع أجله.\n" +
                        "84-رواه النسائي وابن ماجه وهو ( حسن ) انظر حديث رقم : 1616 في صحيح الجامع.",
                82,
                84
            ),
            Page(
                21,
                "21-دعاء الولد الصالح لأبيه .",
                "« إِنَّ الرَّجُلَ لَتُرْفَعُ دَرَجَتُهُ فِى الْجَنَّةِ فَيَقُولُ أَنَّى هَذَا فَيُقَالُ بِاسْتِغْفَارِ وَلَدِكَ لَكَ ».(85)",
                "85-رواه أحمد وابن ماجه عن أبي هريرة . وهو ( صحيح ) انظر حديث رقم : 1617 في صحيح الجامع.",
                85,
                85
            ),
            Page(
                22,
                "22-ملازمة تحري الصدق .",
                "عَنْ عَبْدِ اللَّهِ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ « عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْقَ يَهْدِى إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِى إِلَى الْجَنَّةِ(86) وَمَا يَزَالُ الرَّجُلُ يَصْدُقُ(87) وَيَتَحَرَّى الصِّدْقَ(88) حَتَّى يُكْتَبَ عِنْدَ اللَّهِ صِدِّيقًا(89) وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّ الْكَذِبَ يَهْدِى إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِى إِلَى النَّارِ وَمَا يَزَالُ الرَّجُلُ يَكْذِبُ وَيَتَحَرَّى الْكَذِبَ حَتَّى يُكْتَبَ عِنْدَ اللَّهِ كَذَّابًا ».(90)",
                "86-(  وإن البر يهدي إلى الجنة  )  أي يوصل إليها.\n" +
                        "87-(  وما يزال الرجل يصدق  )  في كلامه. \n" +
                        "88-(  ويتحرى الصدق  )  أي يجتهد فيه. \n" +
                        "89-(  حتى يكتب عند اللّه صديقاً  )  أي يحكم له بذلك ويستحق الوصف بمنزلة الصديقية. \n" +
                        "90-رواه مسلم – كتاب البر والصلة – رقم 105 - ( 2607 ).",
                86,
                90
            ),
            Page(
                23,
                "23-إحصاء أسماء الله الحسنى .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ : « إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمَا مِائَةً إِلاَّ وَاحِدًا مَنْ أَحْصَاهَا(91) دَخَلَ الْجَنَّةَ ».(92)",
                "91-( أحصاها ) عدها جميعها ولم يقتصر على بعض منها وقيل حفظها وتعبد الى الله بمقتضاها وقيل غير ذلك .\n" +
                        "92-متفق عليه",
                91,
                92
            ),
            Page(
                24,
                "24-سؤال الجنة .",
                "عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ :\"مَنْ سَأَلَ اللَّهَ الْجَنَّةَ(93) ثَلَاثَ مَرَّاتٍ قَالَتْ الْجَنَّةُ اللَّهُمَّ أَدْخِلْهُ الْجَنَّةَ وَمَنْ اسْتَجَارَ مِنْ النَّارِ ثَلَاثَ مَرَّاتٍ قَالَتْ النَّارُ اللَّهُمَّ أَجِرْهُ مِنْ النَّار\"ِ (94)",
                "93-(من سأل اللّه الجنة)  أي دخولها بصدق وإيقان وحسن نية.\n" +
                        "94-رواه الترمذي والنسائي وغيرهما وهو (صحيح) انظر حديث رقم: 6275 في صحيح الجامع وقد رجح شيخنا ابوعمير تضعيفه والله أعلم.",
                93,
                94
            ),
            Page(
                25,
                "25-قراءة آية الكرسي دبر كل صلاة مفروضة .",
                "عَنْ أَبَي أُمَامَة رضي الله عنه يَقُولُ: قَالَ رَسُولُ اللَّهِ ﷺ :\"مَنْ قَرَأَ آيَةَ الْكُرْسِيِّ دُبُرَ كُلِّ صَلاةٍ مَكْتُوبَةٍ لَمْ يَمْنَعْهُ مِنْ دُخُولِ الْجَنَّةِ، إِلا الْمَوْتُ\"(95)",
                "95-رواه النسائي وابن حبان وهو ( صحيح ) انظر حديث رقم : 6464 في صحيح الجامع . أورده ابن الجوزي في الموضوعات لتفرد محمد بن حميد به وردوه بأنه احتج به أجل من صنف في الصحيح وهو البخاري ووثقه أشد الناس مقالة في الرجال ابن معين قال ابن القيم  :  وروي من عدة طرق كلها ضعيفة لكنها إذا انضم بعضها لبعض مع تباين طرقها واختلاف مخرجيها دلّ على أن له أصلاً وليس بموضوع وقال ابن حجر في تخريج المشكاة  :  غفل ابن الجوزي  في زعمه وضعه وهو من أسمح ما وقع له وقال الدمياطي : له طرق كثيرة إذا انضم بعضها إلى بعض أحدثت قوة ونقل الذهبي في تاريخه عن السيف ابن أبي المجد الحافظ قال صنف ابن الجوزي كتاب الموضوعات فأصاب في ذكره أحاديث مخالفة للعقل والنقل ومما لم يصب فيه إطلاقه الوضع على أحاديث بكلام بعضهم في أحد رواتها كفلان ضعيف أولين أو غير قوي وليس ذلك الحديث مما يشهد القلب ببطلانه ولا يعارض الكتاب والسنة ولا حجة بأنه موضوع سوى كلام رجل في رواته وهذا عدوان ومجازفة فمن ذلك هذا الحديث . أ.هـ من فيض القدير ، وقد رجح شيخنا ابوعمير تضعيفه والله أعلم.",
                95,
                95
            ),
            Page(
                26,
                "26-إفشاء السلام وإطعام الطعام وصلة الأرحام والصلاة بالليل .",
                "عَنْ عَبْدِ اللَّهِ بْنِ سَلَامٍ قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ : { يَا أَيُّهَا النَّاسُ ، أَفْشُوا السَّلَامَ(96) وَصِلُوا الْأَرْحَامَ ، وَأَطْعِمُوا الطَّعَامَ(97)، وَصَلُّوا بِاللَّيْلِ وَالنَّاسُ نِيَامٌ(98)، تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ(99) }(100)",
                "96-( أَفْشُوا السَّلَامَ ) أَيْ أَظْهِرُوهُ وَأَكْثِرُوهُ عَلَى مَنْ تَعْرِفُونَهُ وَعَلَى مَنْ لَا تَعْرِفُونَهُ.\n" +
                        "97-( وَأَطْعِمُوا الطَّعَامَ ) أَيْ لِنَحْوِ الْمَسَاكِينِ وَالْأَيْتَامِ.\n" +
                        "98-( وَالنَّاسُ نِيَامٌ ) لِأَنَّهُ وَقْتُ الْغَفْلَةِ فَلِأَرْبَابِ الْحُضُورِ مَزِيدُ الْمَثُوبَةِ أَوْ لِبُعْدِهِ عَنْ الرِّيَاءِ وَالسُّمْعَة.ِ\n" +
                        "99-( تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ ) أَيْ مِنْ اللَّهِ أَوْ مِنْ مَلَائِكَتِهِ مِنْ مَكْرُوهٍ أَوْ تَعَبٍ وَمَشَقَّةٍ.\n" +
                        "100-رواه الترمذي والدارمي وابن ماجه وهو في صحيح ابن ماجة ( 1334 و 3251 )، انظر حديث رقم: 7865 في صحيح الجامع.",
                96,
                100
            ),
            Page(
                27,
                "27-العمرة إلى العمرة والحج المبرور .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ:« الْعُمْرَةُ إِلَى الْعُمْرَةِ(101) كَفَّارَةٌ(102) لِمَا بَيْنَهُمَا(103) وَالْحَجُّ الْمَبْرُورُ(104) لَيْسَ لَهُ جَزَاءٌ إِلاَّ الْجَنَّةُ »(105)",
                "101-( العمرة ) هي في اللغة الزيارة  وفي الشرع   زيارة البيت الحرام بشروط مخصوصة.\n" +
                        "102-( كفارة ) ماحية مشتقة من الكفر وهو التغطية والستر.\n" +
                        "103-( لما بينهما ) لما وقع بينهما من الذنوب الصغيرة.\n" +
                        "104-( المبرور ) المقبول وهو الذي لا يخالطه إثم مشتق من البر وهو الإحسان.\n" +
                        "105-متفق عليه.",
                101,
                105
            ),
            Page(
                28,
                "28-رقة القلب والإخبات والتواضع والاستضعاف لله تعالى .",
                "عَنْ حَارِثَةَ بْنَ وَهْبٍ الْخُزَاعِىَّ رضي الله عنه قَالَ سَمِعْتُ النَّبِىَّ ﷺ يَقُولُ: « أَلاَ أُخْبِرُكُمْ بِأَهْلِ الْجَنَّةِ كُلُّ ضَعِيفٍ مُتَضَعِّفٍ(106) لَوْ أَقْسَمَ(107)عَلَى اللَّهِ لأَبَرَّهُ(108) أَلاَ أُخْبِرُكُمْ بِأَهْلِ النَّارِ كُلُّ عُتُلٍّ(109)جَوَّاظٍ(110)مُسْتَكْبِرٍ».(111)",
                "106-بالفتح والكسر ، بالفتح معناه يستضعفه الناس ويحتقرونه ويتجبرون عليه لضعف حاله في الدنيا يقال تضعفه واستضعفه وأما رواية الكسر فمعناها متواضع متذلل خامل واضع من نفسه قال القاضي وقد يكون الضعف هنا رقة القلوب ولينها وإخباتها للإيمان والمراد أن أغلب أهل الجنة هؤلاء كما أن معظم أهل النار القسم الآخر وليس المراد الاستيعاب  في الطرفين.\n" +
                        "107-( أقسم ) حلف يمينا طمعا في كرم الله تعالى.\n" +
                        "108-( لأبره ) لحقق له ما أقسم عليه ولأجاب طلبه ودعاءه.\n" +
                        "109-(العتل ) الشديد الجافى الغليظ من الناس.\n" +
                        "110-( جواظ ) شديد الصوت في الشر متكبر مختال في مشيته وقيل الجموع المنوع الذى يجمع المال من أى جهة ويمنع صرفه فى سبيل الله.\n" +
                        "111-متفق عليه.",
                106,
                111
            ),
            Page(
                29,
                "29-الغدو والرواح إلى المسجد .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ قال : « مَنْ غَدَا(112) إِلَى الْمَسْجِدِ أَوْ رَاحَ(113)  أَعَدَّ اللَّهُ لَهُ في الْجَنَّةِ نُزُلاً(114) كُلَّمَا غَدَا أَوْ رَاحَ ».(115)",
                "112-( غدا ) من الغدو وهو الذهاب أول النهار.\n" +
                        "113-( راح ) من الرواح وهو الذهاب آخر النهار وقد يراد به مطلق الذهاب في أي وقت.\n" +
                        "114-( نزلا ) النزل ما يهيأ للضيف عند قدومه.\n" +
                        "115-متفق عليه.",
                112,
                115
            ),
            Page(
                30,
                "30-طلب العلم لله تعالى .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : ( ......وَمَنْ سَلَكَ(116) طَرِيقًا(117) يَلْتَمِسُ فِيهِ عِلْمًا(118) سَهَّلَ(119) اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ(120) ) (121)",
                "116-( وَمَنْ سَلَكَ ) أَيْ دَخَلَ أَوْ مَشَى.\n" +
                        "117-( طَرِيقًا ) أَيْ قَرِيبًا أَوْ بَعِيدًا قِيلَ التَّنْوِينُ لِلتَّعْمِيمِ إِذْ النَّكِرَةُ فِي الْإِثْبَاتِ قَدْ تُفِيدُ الْعُمُومَ.\n" +
                        "118-( عِلْمًا ) قَالَ الطِّيبِيُّ :َ أَيَّ عِلْمٍ كَانَ مِنْ عُلُومِ الدِّينِ قَلِيلًا أَوْ كَثِيرًا رَفِيعًا أَوْ غَيْرَ رَفِيعٍ.\n" +
                        "119-( سهل الله له . . ) وفقه للأعمال الصالحة الموصلة إلى الجنة.\n" +
                        "120-( طَرِيقًا إِلَى الْجَنَّةِ ) أَيْ طَرِيقًا مُوَصِّلًا إِلَى الْجَنَّةِ مَعَ قَطْعِ الْعَقَبَاتِ الشَّاقَّةِ دُونَهَا يَوْمَ الْقِيَامَةِ.\n" +
                        "121-رواه البخاري معلقا بصيغة الجزم محتجا به، قال الإمام البخاري: باب الْعِلْمُ قَبْلَ الْقَوْلِ وَالْعَمَلِ لِقَوْلِ اللَّهِ تَعَالَى ( فَاعْلَمْ أَنَّهُ لاَ إِلَهَ إِلاَّ اللَّهُ ) فَبَدَأَ بِالْعِلْمِ ، وَأَنَّ الْعُلَمَاءَ هُمْ وَرَثَةُ الأَنْبِيَاءِ - وَرَّثُوا الْعِلْمَ - مَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ ، وَمَنْ سَلَكَ طَرِيقًا يَطْلُبُ بِهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ . ورواه مسلم في صحيحه – كتاب الذكر والدعاء والتوبة-برقم ( 2699 )",
                116,
                121
            ),
            Page(
                31,
                "31-الرضا بالله ربا وبالإسلام دينا وبمحمد ﷺ رسولا .",
                "عَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ :« يَا أَبَا سَعِيدٍ مَنْ رَضِىَ(122) بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا وَجَبَتْ لَهُ الْجَنَّةُ»(123)",
                "122-( من رضي ) قال صاحب التحرير رحمه الله معنى رضيت بالشيء قنعت به واكتفيت به ولم أطلب معه غيره فمعنى الحديث لم يطلب غير الله تعالى ولم يسع في غير طريق الإسلام ولم يسلك إلا ما يوافق شريعة محمد صلى الله عليه و سلم.\n" +
                        "123-رواه مسلم  -  كتاب الإمارة -برقم ( 1448 ) ",
                122,
                123
            ),
            Page(
                32,
                "32-البر بالآباء والأمهات .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ:« رَغِمَ(124) أَنْفُ ثُمَّ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ ». قِيلَ مَنْ يَا رَسُولَ اللَّهِ قَالَ « مَنْ أَدْرَكَ أَبَوَيْهِ عِنْدَ الْكِبَرِ أَحَدَهُمَا أَوْ كِلَيْهِمَا فَلَمْ يَدْخُلِ الْجَنَّةَ».(125)",
                "124-لصق أنفه بالرغام وهو تراب مختلط برمل.\n" +
                        "125-رواه مسلم - كتاب البر والصلة والآداب -برقم ( 2551 ) ",
                124,
                125
            ),
            Page(
                33,
                "33-عيادة المريض .",
                "عَنْ ثَوْبَانَ رضي الله عنه مَوْلَى رَسُولِ اللَّهِ ﷺ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : « مَنْ عَادَ مَرِيضًا لَمْ يَزَلْ فِى خُرْفَةِ(126) الْجَنَّةِ حَتَّى يَرْجِعَ ».(127)",
                "126-( خرفة الجنة ) الخرفة اسم ما يخترف من النخل حتى يدرك.\n" +
                        "127-رواه مسلم - كتاب البر والصلة والآداب -برقم ( 2568 )",
                126,
                127
            ),
            Page(
                34,
                "34-الصبر على العمى .",
                "عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: سَمِعْتُ النَّبِىَّ ﷺ يَقُولُ:  « إِنَّ اللَّهَ قَالَ إِذَا ابْتَلَيْتُ عَبْدِى بِحَبِيبَتَيْهِ فَصَبَرَ(128) عَوَّضْتُهُ مِنْهُمَا الْجَنَّةَ » . يُرِيدُ عَيْنَيْهِ.(129)",
                "128-(  ثم صبر  )  زاد الترمذي واحتسب بأن يستحضر ما وعد به الصابرون ويعمل به  (  عوضته منهما الجنة  )  أي دخولها لأن فاقدهما حبيس فالدنيا سجنه حتى يدخل الجنة فيا له من عوض ما أعظمه والالتذاذ بالبصر يفنى بفناء الدنيا والالتذاذ بالجنة باق ببقائها قال الطيبي  :  وثم للتراخي في الرتبة لأن ابتلاء اللّه العبد نعمة وصبره عليه مقتض لتضاعف تلك النعمة لقوله  {  إنما يوفى الصابرون أجرهم بغير حساب  }  ولما أصيب ابن عباس ببصره أنشد  :  إن يذهب اللّه من عيني نورهما * ففي لساني وقلبي للهدى نور عقلي ذكي وقولي غير ذي خطل * وفي فمي صارم كالسيف مأثور.\n" +
                        "129-رواه البخاري – كتاب المرضى – باب فَضْلِ مَنْ ذَهَبَ بَصَرُهُ.",
                128,
                129
            ),
            Page(
                35,
                "35-الصبر عند الصدمة الأولى .",
                "عَنْ أَبِى أُمَامَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ :\n" +
                        "« يَقُولُ اللَّهُ سُبْحَانَهُ ابْنَ آدَمَ إِنْ صَبَرْتَ وَاحْتَسَبْتَ عِنْدَ الصَّدْمَةِ الأُولَى لَمْ أَرْضَ لَكَ ثَوَابًا دُونَ الْجَنَّةِ ».(130)",
                "130-رواه ابن ماجة في السنن وهو حسن انظر المشكاة ( 1758 )",
                130,
                130
            ),
            Page(
                36,
                "36-التجاوز عن المعسر وإمهال الموسر .",
                "قَالَ حُذَيْفَةُ وَسَمِعْتُهُ يَقُولُ« إِنَّ رَجُلاً كَانَ فِيمَنْ كَانَ قَبْلَكُمْ أَتَاهُ الْمَلَكُ لِيَقْبِضَ رُوحَهُ فَقِيلَ لَهُ هَلْ عَمِلْتَ مِنْ خَيْرٍ قَالَ مَا أَعْلَمُ، قِيلَ لَهُ انْظُرْ. قَالَ مَا أَعْلَمُ شَيْئًا غَيْرَ أَنِّى كُنْتُ أُبَايِعُ النَّاسَ فِى الدُّنْيَا وَأُجَازِيهِمْ، فَأُنْظِرُ(131) الْمُوسِرَ، وَأَتَجَاوَزُ(132) عَنِ الْمُعْسِرِ . فَأَدْخَلَهُ اللَّهُ الْجَنَّةَ ».(133)",
                "131-( ينظروا ) من الإنظار  وهو  الإمهال.\n" +
                        "132-( الجواز ) أي التسامح والتساهل في البيع والاقتضاء ومعنى الاقتضاء الطلب.\n" +
                        "133-رواه البخاري – كتاب أحاديث الأنبياء - باب مَا ذُكِرَ عَنْ بَنِى إِسْرَائِيلَ – وهو معلق كما ترى لكن ذكره بصيغة الجزم محتجا به  وصح السند منه إلى حذيفة  ورواه  أيضا مسلم عنْ حُذَيْفَةَ بلفظ « أَنَّ رَجُلاً مَاتَ فَدَخَلَ الْجَنَّةَ فَقِيلَ لَهُ مَا كُنْتَ تَعْمَلُ قَالَ فَإِمَّا ذَكَرَ وَإِمَّا ذُكِّرَ. فَقَالَ إِنِّى كُنْتُ أُبَايِعُ النَّاسَ فَكُنْتُ أُنْظِرُ الْمُعْسِرَ وَأَتَجَوَّزُ فِى السِّكَّة ِ أَوْ فِى النَّقْدِ. فَغُفِرَ لَهُ ». فَقَالَ أَبُو مَسْعُودٍ وَأَنَا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ.",
                131,
                133
            ),
            Page(
                37,
                "37-السهولة في البيع والشراء والمعاملات .",
                "قَالَ عُثْمَانُ بْنُ عَفَّانَ رضي الله عنه قَالَ رَسُولُ اللَّهِ ﷺ :\n « أَدْخَلَ(134) اللَّهُ الْجَنَّةَ رَجُلًا(135) كَانَ سَهْلًا(136) مُشْتَرِيًا وَبَائِعًا وَقَاضِيًا وَمُقْتَضِيًا(137)»(138)",
                "134-(  أدخل الله  )  بصيغة الماضي دعاء وقد يجعل خبراً  ،  وعبر عنه بالماضي إشعاراً بتحقق الوقوع.\n" +
                        "135-(  رجلاً  )  يعني إنساناً ذكراً أو أنثى والمراد كل مؤمن.\n" +
                        "136-(  كان سهلاً  )  أي ليناً في حال كونه.\n" +
                     "137-(  ومقتضياً  )  طالباً ماله ليأخذه والقصد بالحديث الإعلام بفضل اللين والسهولة في المعاملات من بيع وشراء وقضاء واقتضاء وغير ذلك وأنه سبب لدخول الجنة موصل للسعادة الأبدية  ،  وخص المذكورات لغلبة وقوعها وكثرة المضايقة فيها.\n" +
                           "138-رواه (أحمد ، والنسائى ، وابن ماجه ، والبيهقى فى شعب الإيمان)وهو (حسن) انظر حديث رقم: 243 في صحيح الجامع.",
                134,
                138
            ),
            Page(
                38,
                "38-الكلمة ترضي الرب جل وعلا .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ :\n« إِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللَّهِ(139) لاَ يُلْقِى لَهَا بَالاً(140) ، يَرْفَعُ اللَّهُ بِهَا دَرَجَاتٍ ، وَإِنَّ الْعَبْدَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللَّهِ(141)لاَ يُلْقِى لَهَا بَالاً يَهْوِى بِهَا(142)فِى جَهَنَّمَ ».(143)",
                "139-( من رضوان الله ) مما يرضي الله تعالى.\n" +
                        "140-( لا يلقي لها بالا ) لا يبالي بها ولا يلتفت إلى معناها خاطره ولا يعتد بها ولا يعيها بقلبه.\n" +
                        "141-( سخط الله ) مما يغضبه ولا يرضاه. \n" +
                        "142-( يهوي بها ) يسقط بسببها.\n" +
                        "143-متفق عليه.",
                139,
                143
            ),
            Page(
                39,
                "39-الجهاد في سبيل الله تعالى .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ :\n" +
                        " « إِنَّ فِى الْجَنَّةِ مِائَةَ دَرَجَةٍ أَعَدَّهَا اللَّهُ لِلْمُجَاهِدِينَ فِى سَبِيلِهِ ، كُلُّ دَرَجَتَيْنِ مَا بَيْنَهُمَا كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ ، فَإِذَا سَأَلْتُمُ اللَّهَ فَسَلُوهُ الْفِرْدَوْسَ(144) ، فَإِنَّهُ أَوْسَطُ(145) الْجَنَّةِ وَأَعْلَى الْجَنَّةِ ، وَفَوْقَهُ عَرْشُ الرَّحْمَنِ ، وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِ ».(146)\nوعَنْ أَبِى حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِىِّ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ:« رِبَاطُ يَوْمٍ فِى سَبِيلِ اللَّهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا ، وَمَوْضِعُ سَوْطِ أَحَدِكُمْ مِنَ الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا ، وَالرَّوْحَةُ يَرُوحُهَا الْعَبْدُ فِى سَبِيلِ اللَّهِ أَوِ الْغَدْوَةُ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا » .(147)",
                "144-( الفردوس ) هو البستان الذي يجمع ما في البساتين كلها من شجر وزهر ونبات.\n" +
                        "145-( أوسط الجنة ) أفضلها وخيرها.\n" +
                        "146-رواه البخاري – كتاب الجهاد –باب دَرَجَاتِ الْمُجَاهِدِينَ فِى سَبِيلِ اللَّهِ.\n" +
                        "147-رواه البخاري – كتاب الجهاد - باب فَضْلِ رِبَاطِ يَوْمٍ فِى سَبِيلِ اللَّهِ . وَقَوْلِ اللَّهِ تَعَالَى ( يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا ) إِلَى آخِرِ الآيَةِ.",
                144,
                147
            ),
            Page(
                40,
                "40-ألا تسأل الناس شَيْئًا .",
                "عَنْ ثَوْبَانَ رضي الله عنه مَوْلَى رَسُولِ اللَّهِ ﷺ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ :« مَنْ تَكَفَّلَ لِى أَنْ لاَ يَسْأَلَ النَّاسَ شَيْئًا وَأَتَكَفَّلَ لَهُ بِالْجَنَّةِ ».(148)",
                "148-( صحيح أبي داود للألباني: 1446)",
                148,
                148
            ),
            Page(
                41,
                "41-حفظ اللسان والفرج .",
                "عَنْ سَهْلِ بْنِ سَعْدٍ رضي الله عنه عَنْ رَسُولِ اللَّهِ ﷺ قَالَ :\n« مَنْ يَضْمَنْ(149) لِى مَا بَيْنَ لَحْيَيْهِ(150) وَمَا بَيْنَ رِجْلَيْهِ(151) أَضْمَنْ لَهُ الْجَنَّةَ ».(152)\nوعن عائشة عن رسول الله رضي الله عنه قال :\"اثنتان يُمَكِّنانِ الجنةَ من حَفِظَ ما بين لِحْيَيْه ورجلَيْه دخل الجنة \" (153)",
                "149( يضمن ) يحفظه ويؤد حقه.\n" +
                        "150-( ما بين لحييه ) لسانه ولحييه مثنى لحي وهو العظم في جانب الفم .\n" +
                        "151-( ما بين رجليه ) فرجه.\n" +
                        "152-رواه البخاري – كتاب الرقاق- باب حِفْظِ اللِّسَانِ.\n" +
                        "153-رواه الخرائطى فى مكارم الأخلاق وهو ( صحيح ) انظر حديث رقم : 140 في صحيح الجامع.",
                149,
                153
            ),
            Page(
                42,
                "42-طاعة رسول الله ﷺ .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: « كُلُّ أُمَّتِى يَدْخُلُونَ الْجَنَّةَ ، إِلاَّ مَنْ أَبَى(154)». قَالُوا يَا رَسُولَ اللَّهِ وَمَنْ يَأْبَى قَالَ « مَنْ أَطَاعَنِى(155) دَخَلَ الْجَنَّةَ ، وَمَنْ عَصَانِى(156) فَقَدْ أَبَى(157) ».(158)\n" +
                        "وعن جَابِر بْن عَبْدِ اللَّهِ يَقُولُ جَاءَتْ مَلاَئِكَةٌ(159) إِلَى النَّبِىِّ ﷺ وَهْوَ نَائِمٌ فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ . وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ . فَقَالُوا إِنَّ لِصَاحِبِكُمْ هَذَا مَثَلاً فَاضْرِبُوا لَهُ مَثَلاً . فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ . وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ . فَقَالُوا مَثَلُهُ كَمَثَلِ رَجُلٍ بَنَى دَارًا ، وَجَعَلَ فِيهَا مَأْدُبَةً(160) وَبَعَثَ دَاعِيًا(161) ، فَمَنْ أَجَابَ الدَّاعِىَ دَخَلَ الدَّارَ وَأَكَلَ مِنَ الْمَأْدُبَةِ ، وَمَنْ لَمْ يُجِبِ الدَّاعِىَ لَمْ يَدْخُلِ الدَّارَ وَلَمْ يَأْكُلْ مِنَ الْمَأْدُبَةِ . فَقَالُوا أَوِّلُوهَا(162) لَهُ يَفْقَهْهَا(163) فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ . وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ . فَقَالُوا فَالدَّارُ الْجَنَّةُ ، وَالدَّاعِى مُحَمَّدٌ  ﷺ فَمَنْ أَطَاعَ مُحَمَّدًا  ﷺ فَقَدْ أَطَاعَ اللَّهَ ، وَمَنْ عَصَى مُحَمَّدًا  ﷺ فَقَدْ عَصَى اللَّهَ ، وَمُحَمَّدٌ  ﷺ فَرْقٌ(164)بَيْنَ النَّاسِ(165).\n" +
                        "وعَنْ جَابِرَ بْنَ عَبْدِ اللَّهِ الأَنْصَارِىَّ قَالَ :خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ  ﷺ يَوْمًا فَقَالَ:« إِنِّى رَأَيْتُ فِى الْمَنَامِ كَأَنَّ جِبْرِيلَ عِنْدَ رَأْسِى وَمِيكَائِيلَ عِنْدَ رِجْلَىَّ يَقُولُ أَحَدُهُمَا لِصَاحِبِهِ اضْرِبْ لَهُ مَثَلاً . فَقَالَ اسْمَعْ سَمِعَتْ أُذُنُكَ وَاعْقِلْ عَقَلَ قَلْبُكَ إِنَّمَا مَثَلُكَ وَمَثَلُ أُمَّتِكَ كَمَثَلِ مَلِكٍ اتَّخَذَ دَارًا ثُمَّ بَنَى فِيهَا بَيْتًا ثُمَّ جَعَلَ فِيهَا مَائِدَةً ثُمَّ بَعَثَ رَسُولاً يَدْعُو النَّاسَ إِلَى طَعَامِهِ فَمِنْهُمْ مَنْ أَجَابَ الرَّسُولَ وَمِنْهُمْ مَنْ تَرَكَهُ فَاللَّهُ هُوَ الْمَلِكُ وَالدَّارُ الإِسْلاَمُ وَالْبَيْتُ الْجَنَّةُ وَأَنْتَ يَا مُحَمَّدُ رَسُولٌ فَمَنْ أَجَابَكَ دَخَلَ الإِسْلاَمَ وَمَنْ دَخَلَ الإِسْلاَمَ دَخَلَ الْجَنَّةَ وَمَنْ دَخَلَ الْجَنَّةَ أَكَلَ مَا فِيهَا ».(166)",
                "154-( أبى ) امتنع عن قبول الدعوة أو عن امتثال الأمر. فالآبي هو الكافر بامتناعه عن قبول الدعوة وقيل أمة الإجابة فالآبي هو العاصي منهم  ،  استثناهم تغليظاً وزجراً عن المعاصي.\n" +
                        "155-(  من أطاعني  )  أي انقاد وأذعن لما جئت به. \n" +
                        "156-(  ومن عصاني  )  بعدم التصديق أو بفعل المنهي فقد أبى دخول الجنة  ،  لأنه أبى وامتنع عن الطريق الوحيد الموصل إليها. \n" +
                        "157-قال الطيبي  :  ومن أبى عطف على محذوف أي عرفنا الذين يدخلون الجنة والذي أبى لا نعرفه وكان من حق الجواب أن يقال من عصاني  ،  فعدل إلى ما ذكره تنبيهاً به على أنهم ما عرفوا ذاك ولا هذا  ،  إذ التقدير من أطاعني وتمسك بالكتاب والسنة دخل الجنة ومن اتبع هواه وزل عن الصواب وخل عن الطريق المستقيم دخل النار فوضع أبى موضعه وضعاً للسبب موضع المسبب. \n" +
                        "158-رواه البخاري – كتاب الاعتصام بالكتاب - باب الاِقْتِدَاءِ بِسُنَنِ رَسُولِ اللَّهِ . ولم يخرجه مسلم ووهم الحاكم في استدراكه وعجب إقرار الذهبي له عليه في تلخيصه.\n" +
                        "159-( ملائكة ) جاء أنهما جبريل وميكائيل عليهما السلام.\n" +
                        "160-( مأدبة ) وليمة.\n" +
                        "161-( داعيا ) من يدعو الناس إلى الوليمة.\n" +
                        "162-( أولوها ) فسروها واكشفوها له كما هو تعبير الرؤيا.\n" +
                        "163-( يفقهها ) يفهمها ويفهم المراد منها.\n" +
                        "164-( فرق ) ميز المطيع من العاصي منهم.\n" +
                        "165-رواه البخاري – كتاب الاعتصام بالكتاب – باب الاِقْتِدَاءِ بِسُنَنِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - برقم (7281)\n" +
                        "166-رواه  الترمذي  -  كتاب الأمثال -  باب مَا جَاءَ فِى مَثَلِ اللَّهِ لِعِبَادِهِ. قال أبو عيسى هذا حديث مرسل سعيد بن أبي هلال لم يدرك جابر بن عبد الله  ، وقال أيضا وقد روي هذا الحديث من غير وجه عن النبي بإسناد أصح من هذا. وضعف  الشيخ الألباني هذا الإسناد  وصحح الحديث في صحيح الجامع برقم 2465.",
                154,
                166
            ),
            Page(
                43,
                "43-المحافظة على هاتين الخصلتين .",
                "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِىِّ ﷺ قَالَ :« خَصْلَتَانِ أَوْ خَلَّتَانِ لاَ يُحَافِظُ عَلَيْهِمَا(167) عَبْدٌ مُسْلِمٌ(168) إِلاَّ(169) دَخَلَ الْجَنَّةَ هُمَا يَسِيرٌ(170)وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ يُسَبِّحُ فِى دُبُرِ كُلِّ صَلاَةٍ عَشْرًا وَيَحْمَدُ عَشْرًا وَيُكَبِّرُ عَشْرًا فَذَلِكَ خَمْسُونَ وَمِائَةٌ(171) بِاللِّسَانِ وَأَلْفٌ وَخَمْسُمِائَةٍ فِى الْمِيزَانِ(172) وَيُكَبِّرُ أَرْبَعًا وَثَلاَثِينَ إِذَا أَخَذَ مَضْجَعَهُ وَيَحْمَدُ ثَلاَثًا وَثَلاَثِينَ وَيُسَبِّحُ ثَلاَثًا وَثَلاَثِينَ فَذَلِكَ مِائَةٌ بِاللِّسَانِ وَأَلْفٌ فِى الْمِيزَانِ ».\n" +
                        "فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَعْقِدُهَا بِيَدِهِ قَالُوا:  يَا رَسُولَ اللَّهِ كَيْفَ هُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ قَالَ:« يَأْتِى أَحَدَكُمْ - يَعْنِى الشَّيْطَانَ- فِى مَنَامِهِ فَيُنَوِّمُهُ قَبْلَ أَنْ يَقُولَهُ وَيَأْتِيهِ فِى صَلاَتِهِ فَيُذَكِّرُهُ حَاجَةً قَبْلَ أَنْ يَقُولَهَا ».(173)",
                "167-(  خصلتان لا يحافظ عليهما  )  أي على فعلهما على الدوام.\n" +
                        "168-( عبد مسلم إلا دخل الجنة  )  مع السابقين الأولين أو من غير سبق عذاب.\n" +
                        "169-(  ألا  )  حرف تنبيه يؤكد به الجملة.\n" +
                        "170-(  وهما يسير ومن يعمل بهما قليل  :  يسبح اللّه تعالى في دبر كل صلاة  )  من المكتوبات وذلك بأن يقول سبحان اللّه  (  عشراً  )  من المرات  (  وبحمده  )  بأن يقول الحمد للّه  (  عشراً  )  من المرات  (  ويكبره  )  بأن يقول اللّه أكبر  (  عشراً  )  من المرات  (  فذلك  )  أي هذه العشرات.\n" +
                        "171-(  خمسون ومائة  )  يعني في اليوم والليلة.\n" +
                        "172-(  باللسان وألف وخمسمائة في الميزان  )  أي يوم القيامة لأن الحسنة بعشر أمثالها.\n" +
                        "173-صحيح سنن ابي داود برقم 5065 - و انظر حديث رقم : 3230 في صحيح الجامع.",
                167,
                173
            ),
            Page(
                44,
                "44-البراءة من الغلول والدين والكبر .",
                "عَنْ ثَوْبَانَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ  ﷺ: « مَنْ فَارَقَ الرُّوحُ الْجَسَدَ(174) وَهُوَ بَرِىءٌ مِنْ ثَلاَثٍ دَخَلَ الْجَنَّةَ(175) : الْغُلُولِ(176) وَالدَّيْنِ وَالْكِبْر(177)».(178)",
                "174-( من فارق الروح الجسد ) أي من فارق روحه جسده.\n" +
                        "175-( دخل الجنة ) يفهم منه أن من مات  وهو ليس بريئا من هذه الثلاث لا يدخل الجنة إلا أن يتغمده الله تعالى برحمته.\n" +
                        "176-الغلول : السرقة من الغنيمة قبل أن تقسم.\n" +
                        "177-الكبر هو تضييع الحق من أوامر الله تعالى ونواهيه وعدم التفاته  كذا قال ابن مالك وقال النووي : بطر الحق هو دفعه وإنكاره ترفعا وتجبرا.\n" +
                        "178-رواه أحمد  و الترمذى  و النسائى  وابن ماجه ، والدارمى  و البيهقى وهو (صحيح) انظر حديث رقم: 6411 في صحيح الجامع.",
                174,
                178
            ),
            Page(
                45,
                "45-اليقين بأن الله تعالى غفور ويموت وقد قال هذا الدعاء .",
                "عَنْ شَدَّاد بْن أَوْسٍ رضي الله عنه عَنِ النَّبِىِّ ﷺ قال : \n" +
                        "« سَيِّدُ الاِسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّى ، لاَ إِلَهَ إِلاَّ أَنْتَ ، خَلَقْتَنِى وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ(179)، أَعُوذُ بِكَ(180) مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوءُ(181) لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوءُ بِذَنْبِى ، اغْفِرْ لِى ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ». قَالَ « وَمَنْ قَالَهَا مِنَ النَّهَارِ مُوقِنًا بِهَا(182) ، فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِىَ ، فَهُوَ مِنْ أَهْلِ الْجَنَّةِ ، وَمَنْ قَالَهَا مِنَ اللَّيْلِ وَهْوَ مُوقِنٌ بِهَا ، فَمَاتَ قَبْلَ أَنْ يُصْبِحَ ، فَهْوَ مِنْ أَهْلِ الْجَنَّةِ(183)».(184)",
                "179-( على عهدك ووعدك ) ثابت ومستمر على الوفاء بما عاهدتك عليه ووعدتك بالقيام به من صدق الإيمان بك وحسن التوكل عليك وصالح الطاعة لك.\n" +
                        "180-( أعوذ ) استجير وألتجئ.\n" +
                        "181-( أبوء ) أقر وأعترف.\n" +
                        "182-( موقنا ) مخلصا من قلبه مصدقا بعظيم ثوابها.\n" +
                        "183-( من أهل الجنة ) السابقين لأن الغالب بمن قالها موقنا بمضمونها أنه لا يعصي الله تعالى أو لأن الله تعالى يشمله بعفوه ببركة هذا الاستغفار.\n" +
                        "184-رواه الجماعة إلا مسلم.",
                179,
                184
            ),
            Page(
                46,
                "46-اجتناب الشرك .",
                "عَنْ أَبِى الزُّبَيْرِ حَدَّثَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ :« مَنْ لَقِىَ(185) اللَّهَ لاَ يُشْرِكُ بِهِ شَيْئًا(186)دَخَلَ الْجَنَّةَ وَمَنْ لَقِيَهُ يُشْرِكُ بِهِ دَخَلَ النَّارِ ».(187)",
                "185-(  من لقي اللّه  )  أي من لقي الأجل الذي قدره اللّه يعني الموت.\n" +
                        "186-(  لا يشرك به  )  أي والحال أنه لقيه وهو غير  مشرك به.\n" +
                        "187-رواه مسلم وهذا لفظه  وللبخاري عن معاذ.",
                185,
                187
            ),
            Page(
                47,
                "47-التوكل على الله تعالى حق توكله .",
                "عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ :\n" +
                        "« يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِى سَبْعُونَ أَلْفًا بِغَيْرِ حِسَابٍ ». قَالُوا مَنْ هُمْ يَا رَسُولَ اللَّهِ قَالَ « هُمُ الَّذِينَ لاَ يَسْتَرْقُون(188) وَلاَ يَتَطَيَّرُونَ(189) وَلاَ يَكْتَوُونَ(190) وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ(191) ».(192)",
                "188-( ولا يسترقون ) الاسترقاء طلب الرقية.\n" +
                        "189-( لا يتطيرون ) لا يتشاءمون بالطيور.\n" +
                        "190-( لا يكتوون ) الاكتواء استعمال الكي في البدن وهو إحراق الجلد بحديدة محماة.\n" +
                        "191-( يتوكلون ) يفوضون الأمر إليه تعالى وإن تعاطوا الأسباب.\n" +
                        "192-متفق عليه.",
                188,
                192
            ),
            Page(
                48,
                "48-ترك المراء وعدم الكذب حتى في المزاح وحسن الخلق .",
                "عَنْ أَبِى أُمَامَةَ رضي الله عنه قَالَ :قَالَ رَسُولُ اللَّهِ ﷺ :« أَنَا زَعِيمٌ بِبَيْتٍ فِى رَبَضِ الْجَنَّةِ(193) لِمَنْ تَرَكَ الْمِرَاءَ(194)وَإِنْ كَانَ مُحِقًّا وَبِبَيْتٍ فِى وَسَطِ الْجَنَّةِ لِمَنْ تَرَكَ الْكَذِبَ وَإِنْ كَانَ مَازِحًا وَبِبَيْتٍ فِى أَعْلَى الْجَنَّةِ لِمَنْ حَسَّنَ خُلُقَهُ ».(195)",
                "193-( في ربض الجنة ) أي حوالي الجنة وأطرافها لافي وسطها.\n" +
                        "194-( المراء ) الجدال على مذهب الشك والريبة.\n" +
                        "195-رواه  الأربعة  وهو (حسن) انظر حديث رقم: 1464 في صحيح الجامع.",
                193,
                195
            ),
            Page(
                49,
                "49-طاعة المرأة لزوجها .",
                "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه  أَنّ رَسُولَ اللَّهِ ﷺ  قَالَ:\"إِذَا صَلَّتِ الْمَرْأَةُ خَمْسَهَا، وَصَامَتْ شَهْرَهَا، وَحَصَّنَتْ فَرْجَهَا، وَأَطَاعَتْ بَعْلَهَا(196)، دَخَلَتْ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ شَاءَتْ\".(197)",
                "196-البعل : الزوج.\n" +
                        "197-رواه ابن حبان عن أبى هريرة . أحمد عن عبد الرحمن بن عوف  و  البزار  عن أنس وهو  (صحيح) انظر حديث رقم: 660 في صحيح الجامع.",
                196,
                197
            ),
            Page(
                50,
                "50-الإيمان والاستقامة .",
                "عَنْ رِفَاعَةَ الْجُهَنِىِّ عَنْ رَسُولِ اللَّهِ ﷺ  قَالَ :« وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ مَا مِنْ عَبْدٍ يُؤْمِنُ ثُمَّ يُسَدَّدُ(198) إِلاَّ سُلِكَ بِهِ فِى الْجَنَّةِ.(199)",
                "198-( ثم يسدد ) أي يستقيم على الإيمان.\n" +
                        "199-رواه أخرجه ابن ماجة  و ابن خزيمة في \" التوحيد \" ( ص 87 ) و ابن حبان  وهو (صحيح) انظر حديث رقم: 7062 في صحيح الجامع.",
                198,
                199
            ),
            Page(
                51,
                "51-السعي على الأرملة والمسكين .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ النَّبِىُّ ﷺ : « السَّاعِي(200) عَلَى الأَرْمَلَةِ(201) وَالْمِسْكِينِ(202) كَالْمُجَاهِدِ(203) فِى سَبِيلِ اللَّهِ ، أَوِ الْقَائِمِ اللَّيْلَ الصَّائِمِ النَّهَارَ وفي رواية كَالْقَائِمِ لاَ يَفْتُرُ(204)، وَكَالصَّائِمِ لاَ يُفْطِرُ ».(205)",
                "200-( الساعي ) الذي يسعى ليحصل ما ينفقه على من ذكر.\n" +
                        "201-( الأرملة ) التي مات عنها زوجها غنية كانت أم فقيرة.\n" +
                        "202-( المسكين ) الذي ليس له من المال ما يسد حاجته.\n" +
                        "203-( كالمجاهد ) له أجر كأجر المجاهد أو القائم الصائم.\n" +
                        "204-( يفتر) يضعف ويكسل.\n" +
                        "205-متفق عليه.",
                200,
                205
            ),
            Page(
                52,
                "52-كفالة اليتيم .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه قَالَ :قَالَ رَسُولُ اللَّهِ ﷺ :\n" +
                        "« كَافِلُ الْيَتِيمِ(206) لَهُ أَوْ لِغَيْرِهِ(207) أَنَا وَهُوَ كَهَاتَيْنِ فِى الْجَنَّةِ ». وَأَشَارَ مَالِكٌ بِالسَّبَّابَةِ وَالْوُسْطَى.(208)",
                "206-( كافل اليتيم ) القائم بأموره من نفقة وكسوة وتأديب وغير ذلك وهذه الفضيلة تحصل لمن كفله من مال نفسه أو من مال اليتيم بولاية شرعية.\n" +
                        "207-( له أو لغيره ) أن يكون قريبا له كجده وأمه وجدته وأخيه وأخته وعمه وخاله وعمته وخالته وغيرهم من أقاربه والذي لغيره أن يكون أجنبيا.\n" +
                        "208-رواه مسلم ولفظ البخاري « أَنَا وَكَافِلُ الْيَتِيمِ فِى الْجَنَّةِ هَكَذَا » عن سَهْل بْن سَعْدٍ.",
                206,
                208
            ),
            Page(
                53,
                "53-حضور الذكر – خطبة الجمعة - والدنو من الإمام .",
                "عَنْ سَمُرَةَ بْنِ جُنْدُبٍ أَنَّ نَبِىَّ اللَّهِ ﷺ قَالَ « احْضُرُوا الذِّكْرَ(209) وَادْنُوا مِنَ الإِمَامِ(210) فَإِنَّ الرَّجُلَ لاَ يَزَالُ يَتَبَاعَدُ(211) حَتَّى يُؤَخَّرَ فِى الْجَنَّةِ(212)  وَإِنْ دَخَلَهَا(213)».(214)وفي لفظ:عَنْ سَمُرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\n" +
                        "\"احْضُرُوا الْجُمُعَةَ (215)، وَادْنُوا مِنَ الإِمَامِ، فَإِنَّ الرَّجُلَ لَيَكُونُ لَهُ الْمَنْزِلَةُ فِي الْجَنَّةِ، فَيَتَأَخَّرُ عَنِ الْجُمُعَةِ، فَيُؤَخَّرُ(216) عَنْهَا\".(217)",
                "209-( اُحْضُرُوا الذِّكْر ) : أَيْ الْخُطْبَة الْمُشْتَمِلَة عَلَى ذِكْر اللَّه وَتَذْكِير الْأَنَام. \n" +
                        "210-( وَادْنُوا مِنْ الْإِمَام ) : أَيْ اِقْرَبُوا قَدْر مَا أَمْكَنَ .\n" +
                        "211-( فَإِنَّ الرَّجُل لَا يَزَال يَتَبَاعَد ): أَيْ عَنْ مَوَاطِن الْخَيْرَات بِلَا عُذْر.وقيل عن الإمام أو عن استماع الخطبة أو عن مقام المقربين أو عن مقاعد الأبرار.\n" +
                        "212-( حَتَّى يُؤَخَّر فِي الْجَنَّة ): أَيْ فِي دُخُولهَا أَوْ دَرَجَاتهَا . قَالَ الطِّيبِيُّ : أَيْ لَا يَزَال الرَّجُل يَتَبَاعَد عَنْ اِسْتِمَاع الْخُطْبَة وَعَنْ الصَّفّ الْأَوَّل الَّذِي هُوَ مَقَام الْمُقَرَّبِينَ حَتَّى يُؤَخَّر إِلَى آخِر صَفّ الْمُتَسَلِّقِينَ . وَفِيهِ تَوْهِين أَمْر الْمُتَأَخِّرِينَ وَتَسْفِيه رَأْيهمْ حَيْثُ وَضَعُوا أَنْفُسهمْ مِنْ أَعَالِي الْأُمُور إِلَى أَسَافِلهَا.\n" +
                        "213-وَفِيهِ أَنَّ التَّأَخُّر عَنْ يَوْم الْجُمُعَة مِنْ أَسْبَاب التَّأَخُّر عَنْ دُخُول الْجَنَّةِ . جَعَلَنَا اللَّه تَعَالَى مِنْ الْمُتَقَدِّمِينَ فِي دُخُولِهَا .وقال في عون المعبود : فِيهِ تَعْرِيضٌ بِأَنَّ الدَّاخِل قَنَعَ مِنْ الْجَنَّة وَمِنْ الدَّرَجَات الْعَالِيَة وَالْمَقَامَات الرَّفِيعَة بِمُجَرَّدِ الدُّخُول كَذَا فِي الْمِرْقَاة وَفِي النَّيْل الْحَدِيث .\nوَهُوَ يَدُلّ عَلَى مَشْرُوعِيَّة حُضُور الْخُطْبَة وَالدُّنُوّ مِنْ الْإِمَام لِمَا فِي الْأَحَادِيث مِنْ الْحَضّ عَلَى ذَلِكَ وَالتَّرْغِيب إِلَيْهِ ، وَفِيهِ أَنَّ التَّأَخُّر عَنْ يَوْم الْجُمُعَة مِنْ أَسْبَاب التَّأَخُّر عَنْ دُخُول الْجَنَّةِ . جَعَلَنَا اللَّه تَعَالَى مِنْ الْمُتَقَدِّمِينَ فِي دُخُولِهَا .\n" +
                        "214-رواه أبو داود – كتاب الصلاة – باب الدُّنُوِّ مِنَ الإِمَامِ عِنْدَ الْمَوْعِظَةِ.( صحيح )انظر حديث رقم :200 في صحيح الجامع. \n" +
                        "215-(  الجمعة  )  أي خطبتها وصلاتها وجوباً على من هو أهلها ندباً لغيره.\n" +
                        "216-(  حتى يؤخر  )  بضم أوله وفتح ثانيه أي عن الدرجات العالية.\n" +
                        "217-(صحيح) انظر حديث رقم: 200 في صحيح الجامع.",
                209,
                217
            ),
            Page(
                54,
                "54-تربية البنات أو الأخوات والإنفاق عليهن .",
                "عَنْ عُقْبَةَ بْنَ عَامِرٍ رضي الله عنه  يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: « مَنْ كَانَ لَهُ ثَلاَثُ بَنَاتٍ فَصَبَرَ عَلَيْهِنَّ وَأَطْعَمَهُنَّ وَسَقَاهُنَّ وَكَسَاهُنَّ مِنْ جِدَتِهِ(218) كُنَّ لَهُ حِجَابًا مِنَ النَّارِ يَوْمَ الْقِيَامَةِ ».(219) وعند الترمذي  عَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ : « مَنْ كَانَ لَهُ ثَلاَثُ بَنَاتٍ أَوْ ثَلاَثُ أَخَوَاتٍ أَوِ ابْنَتَانِ أَوْ أُخْتَانِ فَأَحْسَنَ صُحْبَتَهُنَّ وَاتَّقَى اللَّهَ فِيهِنَّ فَلَهُ الْجَنَّةُ».(220)",
                "218-الجدة : الغنى.\n" +
                        "219-رواه الإمام  احمد وابن ماجه وهو  ( صحيح )  انظر حديث رقم :  6488 في صحيح الجامع. \n" +
                        "220-( صحيح لغيره ) رواه الترمذي  وأبو داود إلا أنه قال : فأدبهن وأحسن إليهن وزوجهن فله الجنة   وابن حبان في صحيحه وفي رواية للترمذي قال رسول الله لا يكون لأحدكم ثلاث بنات أو ثلاث أخوات فيحسن إليهن إلا دخل الجنة .ثم وجد في صحيح وضعيف سنن الترمذي قال الشيخ : ضعيف بهذا اللفظ الصحيحة تحت الحديث ( 294 ) // ضعيف الجامع الصغير ( 5808 ) // فلعله رجع عن تصحيحه.",
                218,
                220
            ),
            Page(
                55,
                "55-الإحسان إلى الحيوان .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ : « أَنَّ رَجُلاً رَأَى كَلْبًا يَأْكُلُ الثَّرَى(221)مِنَ الْعَطَشِ ، فَأَخَذَ الرَّجُلُ خُفَّهُ(222) فَجَعَلَ يَغْرِفُ لَهُ بِهِ حَتَّى أَرْوَاهُ(223) فَشَكَرَ اللَّهُ لَهُ فَأَدْخَلَهُ الْجَنَّةَ ».(224)",
                "221-( الثرى ) التراب الندي.\n" +
                        "222-( الخف ) ما يلبس في القدم من جلد ونحوه.\n" +
                        "223-( أرواه ) جعله ريان بإذهاب العطش عنه.\n" +
                        "224-متفق عليه.",
                221,
                224
            ),
            Page(
                56,
                "56-رقة القلب .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه عَنِ النَّبِىِّ ﷺ قَالَ : « يَدْخُلُ الْجَنَّةَ أَقْوَامٌ أَفْئِدَتُهُمْ مِثْلُ أَفْئِدَةِ الطَّيْرِ(225) ».(226)\n" +
                        "وعَنْ أَبِى هُرَيْرَةَ رضي الله عنه قَالَ :قَالَ رَسُولُ اللَّهِ ﷺ :« لاَ يَلِجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيَةِ اللَّهِ حَتَّى يَعُودَ اللَّبَنُ فِى الضَّرْعِ وَلاَ يَجْتَمِعُ غُبَارٌ فِى سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ ».(227)",
                "225-( أفئدتهم مثل أفئدة الطير ) قيل مثلها في رقتها وضعفها كالحديث الآخر أهل اليمن أرق قلوبا وأضعف أفئدة وقيل في الخوف والهيبة والطير أكثر الحيوان خوفا وفزعا كما قال الله تعالى { إنما يخشى الله من عباده العلماء } وكأن المراد قوم غلب عليهم الخوف و قيل : معناه متوكلون.\n" +
                        "226-رواه مسلم 8/149 ( 27 ) – كتاب  الجنة وصفة نعيمها وأهلها -  برقم ( 2840 )\n" +
                        "227-رواه ابن ماجه ( 2774 ) ، والترمذي ( 1633 )وهو (صحيح) انظر حديث رقم: 7778 في صحيح الجامع.",
                225,
                227
            ),
            Page(
                57,
                "57-من تشهد وآمن بعيسى كما أمره ربه وشهد أن الجنة والنار حق .",
                "قَالَ عُبَادَةُ بْنُ الصَّامِتِ رضي الله عنه قَالَ رَسُولُ اللَّهِ ﷺ : مَنْ قَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَأَنَّ عِيسَى عَبْدُ اللَّهِ وَابْنُ أَمَتِهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ وَأَنَّ الْجَنَّةَ حَقٌّ(228) وَأَنَّ النَّارَ حَقٌّ أَدْخَلَهُ اللَّهُ مِنْ أَىِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ ».(229) وفي لفظ البخاري : \"أَدْخَلَهُ اللَّهُ الْجَنَّةَ عَلَى مَا كَانَ مِنْ عَمَلٍ(230)\"",
                "228-( حق ) أمر ثابت وحاصل.\n" +
                        "229-متفق عليه وهذا لفظ مسلم وعند البخاري قَالَ الْوَلِيدُ حَدَّثَنِى ابْنُ جَابِرٍ عَنْ عُمَيْرٍ عَنْ جُنَادَةَ وَزَادَ « مِنْ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ ، أَيَّهَا شَاءَ ». \n" +
                        "230-( على ما كان من العمل ) أي يكون دخوله الجنة على حسب ما قدم من أعمال في الدنيا فإن لم تكن له ذنوب يعاقب عليها بالنار كان من السابقين وإن كانت له ذنوب فأمره إلى الله تعالى إن شاء عفا عنه وإن شاء عاقبه ثم كانت نهايته إلى الجنة.",
                228,
                230
            ),
            Page(
                58,
                "58-احتساب الولد عند موته .",
                "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ :« يَقُولُ اللَّهُ تَعَالَى:  مَا لِعَبْدِى الْمُؤْمِنِ عِنْدِى جَزَاءٌ ، إِذَا قَبَضْتُ صَفِيَّهُ(231)مِنْ أَهْلِ الدُّنْيَا  ثُمَّ احْتَسَبَهُ(232) إِلاَّ الْجَنَّةُ ».(233)وعَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ :« مَا مِنَ النَّاسِ مُسْلِمٌ يَمُوتُ لَهُ ثَلاَثَةٌ مِنَ الْوَلَدِ لَمْ يَبْلُغُوا الْحِنْثَ(234) إِلاَّ أَدْخَلَهُ اللَّهُ الْجَنَّةَ بِفَضْلِ رَحْمَتِهِ(235) إِيَّاهُمْ ».(236)\nو عَنْ أَنَسٍ رضي الله عنه  أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ :مَنْ احْتَسَبَ ثَلَاثَةً مِنْ صُلْبِهِ دَخَلَ الْجَنَّةَ فَقَامَتْ امْرَأَةٌ فَقَالَتْ أَوْ اثْنَانِ قَالَ أَوْ اثْنَانِ قَالَتْ الْمَرْأَةُ يَا لَيْتَنِي قُلْتُ وَاحِدًا.(237)",
                "231-( قبضت صفيه ) أخذت حبيبه المصافي له - كالولد والأخ وكل من يحبه الإنسان ويتعلق به - بالموت.\n" +
                        "232-( احتسبه ) صبر على فقده وطلب الأجر من الله تعالى وحده.\n" +
                        "233-رواه البخاري – كتاب الرقاق -  باب الْعَمَلِ الَّذِى يُبْتَغَى بِهِ وَجْهُ اللَّهِ.\n" +
                        "234-( الحنث ) أي لم يبلغوا سن التكليف الذي يكتب فيه الحنث وهو الإثم وكأن السر فيه أن لا ينسب إليهم إذ ذاك عقوق فيكون الحزن عليهم أشد.\n" +
                        "235-( بفضل رحمته إياهم ) لمزيد رحمة الله تعالى للأولاد الذين ماتوا صغارا يشمل بهذه الرحمة آباءهم.\n" +
                        "236-متفق عليه.\n" +
                        "237-رواه النسائي وابن حبان وهو ( صحيح ) انظر حديث رقم : 5969 في صحيح الجامع.",
                231,
                237
            ),
            Page(
                59,
                "59-تفطير الصائم .",
                "عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِىِّ رضي الله عنه قَالَ:  قَالَ رَسُولُ اللَّهِ ﷺ :  « مَنْ فَطَّرَ صَائِمًا(238) كَانَ لَهُ مِثْلُ أَجْرِهِمْ(239)مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا ».(240)",
                "238-(  من فطر صائماً  )  بعشائه وكذا بتمر فإن لم يتيسر فبماء.\n" +
                        "239-(  كان له مثل أجره غير أنه لا ينقص من أجر الصائم شيئاً  )  فقد حاز الغني الشاكر أجر صيامه هو أو مثل أجر الفقير الذي فطره ففيه دلالة على تفضيل غني شاكر على فقير صابر  ،  ووقع في رواية البيهقي من فطر صائماً أي فله مثل أجر من عمل الصوم لا مثل أجر من عمل تفطير الصائم ويجوز كون من بمعنى ما والأصل كان له أجر ما عمله وهو الصوم. \n" +
                        "240-رواه الإمام أحمد والترمذي وهو (صحيح) انظر حديث رقم: 6415 في صحيح الجامع و صحيح ابن ماجه للألباني: 1417",
                238,
                240
            ),
//            Page(
//                60,
//                "للمؤمن .",
//                "",
//                "",
//                0,
//                0
//            ),
        )
    )
}